[
  {
    "review_ref": "R0331650",
    "review_date": "April 30, 2025",
    "board_decision_date": "October 29, 2024",
    "review_officer": "Tony Fletcher",
    "penalty_amount": "24,727.44",
    "was_penalty_upheld": false,
    "due_diligence_found": false,
    "repeat_offense": false,
    "sections_violated": [
      "4.32",
      "24(1)",
      "20(3)",
      "95(1)",
      "4.32",
      "4.32",
      "4.32",
      "4.55(a)",
      "4.55(a)",
      "4.55(a)",
      "4.55(a)",
      "4.62(1)(a)",
      "4.62(1)(a)",
      "4.62(1)(a)",
      "5.38(2)",
      "5.38(2)",
      "5.38(2)",
      "12.15(c)",
      "12.15(c)",
      "18.4(2)",
      "18.4(1)",
      "18.4(2)",
      "18.3.2",
      "18.4(2)",
      "18.5",
      "18.5",
      "18.5",
      "18.6",
      "18.6",
      "open",
      "20.25(1)",
      "20.25(1)",
      "20.25(1)",
      "24(1)",
      "24(1)(a)",
      "24(1)(b)",
      "24(1)(a)",
      "24(1).",
      "18.4(2)",
      "24(1)",
      "12.15(c)",
      "18.4(2)",
      "4.55(a)",
      "20.25(1)",
      "24(1)",
      "5.38(2)",
      "of",
      "of",
      "95(3)",
      "24(1)(b)"
    ],
    "filename": "r0331650_decision_letter_prev-pdf-en.pdf",
    "summary": "The review focused on the Board's decision to impose a $32,145.67 administrative penalty against the employer for violations identified during an inspection on August 13, 2024. The employer, a prime contractor for construction projects, was found to have various violations related to traffic control, balcony decks, falling object hazards, stairways, and coordination of health and safety at the worksite. The Review Officer, Tony Fletcher, considered the evidence presented, including the inspection report and the employer's submissions. The employer did not dispute the initiating orders but contested the penalty amount, seeking its cancellation or reduction. After reviewing the violations, including Section 4.32 regarding safe access to work areas, the Review Officer upheld the penalty amount of $32,145.67, concluding that the violations warranted the imposed penalty."
  },
  {
    "review_ref": "R0329879",
    "review_date": "March 31, 2025",
    "board_decision_date": "July 12, 2024",
    "review_officer": "Jefferson Rappell",
    "penalty_amount": "",
    "was_penalty_upheld": false,
    "due_diligence_found": false,
    "repeat_offense": false,
    "sections_violated": [
      "268(1)(d)(ii)",
      "20(3)",
      "339(2)",
      "59.05(1)",
      "59.04",
      "59.06(1)",
      "115(1)"
    ],
    "filename": "r0329879_decision_letter_prev-pdf-en.pdf",
    "summary": "The key issue in this review was the Board's decision to refuse the employer an Asbestos Abatement Licence based on transferred experience ratings of affiliated firms. The employer argued that they were unaware of the unsafe work history of these affiliated firms and had a clean record themselves. The owner had prior experience in the industry and had taken steps to ensure compliance, including obtaining a Level 2 Asbestos Certificate. \n\nThe decision hinged on whether the employer had provided false information or failed to meet requirements under the Act. The Board cited Policy Item P2-59.03-1, which allows for refusal of a licence if there is a contravention that poses a risk of serious harm. The Board officer considered the inspection histories of affiliated firms in making the decision. Ultimately, the Board upheld its decision to refuse the licence, citing concerns about potential risks to workers and others. \n\nTherefore, the original penalty of refusing the employer an Asbestos Abatement Licence was upheld in this review."
  },
  {
    "review_ref": "R0327688",
    "review_date": "March 27, 2025",
    "board_decision_date": "July 31, 2024",
    "review_officer": "Seeley Munro",
    "penalty_amount": "",
    "was_penalty_upheld": false,
    "due_diligence_found": false,
    "repeat_offense": false,
    "sections_violated": [
      "21(1)(a)",
      "20(3)",
      "20(3)",
      "339(2)",
      "21(1)(a)",
      "21(1)(a)",
      "21",
      "21(1)(a)",
      "21(1)(a)",
      "21(1)(a)"
    ],
    "filename": "r0327688_decision_letter_prev-pdf-en.pdf",
    "summary": "The key issue in the review was whether the Board should have issued an order to the employer under section 21(1)(a) of the Act regarding the worker's complaints of bullying and harassment. The decision was based on the employer's obligations under the Act, policies related to workplace bullying and harassment, and guidelines for investigating such complaints. The review officer emphasized that the employer must take reasonable steps to protect the health and safety of workers, including implementing policies, procedures, and training to prevent or address bullying and harassment. Ultimately, the decision upheld the Board's refusal to issue an order against the employer, as it was determined that the employer had taken reasonable steps in investigating the worker's complaints and addressing workplace bullying and harassment. The original penalty was therefore upheld in this case."
  },
  {
    "review_ref": "R0323860",
    "review_date": "February 20, 2025",
    "board_decision_date": "May 28, 2024",
    "review_officer": "Mahan Mafi",
    "penalty_amount": "2,502.51",
    "was_penalty_upheld": true,
    "due_diligence_found": false,
    "repeat_offense": false,
    "sections_violated": [
      "6.7(2)",
      "6.7(2)",
      "20(3)",
      "339(2)",
      "95(1)",
      "6.7(2)",
      "6.7(2)",
      "6.7(2)",
      "6.7(2)",
      "95(1)",
      "of",
      "73",
      "79",
      "95(3)",
      "6.7(2)",
      "6.7(2)",
      "6.7(2)"
    ],
    "filename": "r0323860_decision_letter_prev-pdf-en.pdf",
    "summary": "ould result in termination. \n\nBased on the evidence presented, including the Board officer's observations and the employer's acknowledgment of the violation, I find that the employer failed to comply with section 6.7(2) of the Regulation by allowing work that disturbed asbestos containing material without necessary precautions to protect workers. \n\nTherefore, I uphold the Board's decision to impose the administrative penalty of $5,005.02 against the employer for the violation of section 6.7(2) of the Regulation. The penalty amount is confirmed at $2,502.51, as the employer did not dispute the violation or provide evidence of due diligence to prevent the non-compliance. The penalty is upheld as the employer did not establish that it exercised due diligence to prevent the circumstances that led to the violation. \n\nIn summary, the original penalty was upheld, and the employer's request to cancel the penalty was denied. The employer is required to pay the penalty amount of $2,502.51 for the violation of section 6.7(2) of the Regulation."
  },
  {
    "review_ref": "R0329330",
    "review_date": "February 25, 2025",
    "board_decision_date": "August 30, 2024",
    "review_officer": "Sarah Frost",
    "penalty_amount": "",
    "was_penalty_upheld": false,
    "due_diligence_found": false,
    "repeat_offense": false,
    "sections_violated": [
      "20.79(1)",
      "20(3)",
      "339(2)",
      "84",
      "20.79",
      "20.79(1)"
    ],
    "filename": "r0329330_decision_letter_prev-pdf-en.pdf",
    "summary": "The key issue in the review was the Board's order to the employer under section 20.79(1) of the Regulation following an incident involving a gas pipeline strike at a worksite. The Board found that the employer failed to accurately determine the location of underground utility services before excavating, in violation of the Regulation. The employer argued that the order should have been issued to a specific worker, Mr. M, who they claimed acted independently and caused the incident. However, the review officer upheld the Board's decision, stating that the employer, as the prime contractor, was responsible for ensuring health and safety at the workplace. Therefore, the original penalty was upheld, and the employer was found to be in violation of the Regulation."
  },
  {
    "review_ref": "R0327822",
    "review_date": "February 7, 2025",
    "board_decision_date": "July 29, 2024",
    "review_officer": "Christie Ngan",
    "penalty_amount": "26,178.14",
    "was_penalty_upheld": true,
    "due_diligence_found": false,
    "repeat_offense": false,
    "sections_violated": [
      "11.2(1)(a)",
      "21(2)(e)",
      "11.2(1)(a)",
      "20(3)",
      "339(2)",
      "11.2(1)(a)",
      "11.2(1)(a)",
      "11.2(1)(a)",
      "95(1)",
      "of",
      "11.2(1)(a)",
      "of",
      "95(3)",
      "11.2(1)(a)",
      "11.2(1)(a)",
      "11.2(1)(a)"
    ],
    "filename": "r0327822_decision_letter_prev-pdf-en.pdf",
    "summary": "The review focused on the employer's violation of section 11.2(1)(a) of the Regulation regarding fall protection systems on a roofing worksite. The review officer, Christie Ngan, found that the employer's worker was indeed working without proper fall protection on a roof with potential fall risks of up to 30 feet, confirming the violation. The decision to impose the administrative penalty of $26,178.14 was upheld as the violation posed a high risk of serious injury or death, meeting the criteria for penalty imposition outlined in the Act and Board policies. Despite the employer not disputing the violation, the penalty amount was deemed appropriate given the circumstances. Ultimately, the original penalty was upheld, and the employer was required to pay the specified amount."
  },
  {
    "review_ref": "R0326757",
    "review_date": "January 10, 2025",
    "board_decision_date": "July 16, 2024",
    "review_officer": "Sarah Frost",
    "penalty_amount": "59,416.75",
    "was_penalty_upheld": false,
    "due_diligence_found": false,
    "repeat_offense": false,
    "sections_violated": [
      "4.33(1)",
      "20(3)",
      "339(2)",
      "4.33(1)",
      "of",
      "4.33(1)",
      "4.33(1)",
      "95(1)",
      "of",
      "95(3)"
    ],
    "filename": "r0326757_decision_letter_prev-pdf-en.pdf",
    "summary": "The review focused on the employer's violation of section 4.33(1) of the Regulation, which requires a work area to be arranged for the safe movement of people, equipment, and materials. The incident leading to the violation involved a worker being seriously injured by a forklift in the thawing room area. The Board officer's inspection report detailed the unsafe conditions, including narrow aisles and inadequate space for forklift operations. The employer did not dispute the facts of the incident, and the evidence supported the violation. The review officer upheld the administrative penalty of $59,416.75, as the employer failed to take sufficient precautions to prevent work-related injuries, as outlined in section 95(1) of the Act. The original penalty was upheld based on the findings of the review."
  },
  {
    "review_ref": "R0327147",
    "review_date": "February 27, 2025",
    "board_decision_date": "July 11, 2024",
    "review_officer": "Kevin Rooney",
    "penalty_amount": "",
    "was_penalty_upheld": false,
    "due_diligence_found": false,
    "repeat_offense": false,
    "sections_violated": [
      "21(1)(a)",
      "20(3)",
      "339(2)",
      "21(1)(a)",
      "21(1)(a)",
      "of",
      "21(1)(a)",
      "21(1)(a)"
    ],
    "filename": "r0327147_decision_letter_prev-pdf-en.pdf",
    "summary": "The key issue in the review was the Board's decision not to issue an order under section 21(1)(a) of the Workers Compensation Act regarding a complaint of bullying and harassment by a part-time Teacher. The worker had reported incidents of bullying and harassment from October 2023 to February 2024, but the employer's response was deemed reasonable by the Board officer. The worker's representative argued that the response was inadequate and that the investigator should have known she was a respondent to the allegation. The review officer, Kevin Rooney, considered the employer's obligations under the Act and relevant policies on workplace bullying and harassment. Despite the worker's detailed accounts of mistreatment and lack of support, the decision was upheld, and no order was issued to the employer. The original penalty was upheld, and the worker's complaint was not substantiated."
  },
  {
    "review_ref": "R0327016",
    "review_date": "January 17, 2025",
    "board_decision_date": "July 8, 2024",
    "review_officer": "Seeley Munro",
    "penalty_amount": "",
    "was_penalty_upheld": false,
    "due_diligence_found": false,
    "repeat_offense": false,
    "sections_violated": [
      "20(3)",
      "21(1)(a)",
      "20(3)",
      "21(1)(a)",
      "21(1)(a)",
      "21",
      "21(1)(a)",
      "21(1)(a)",
      "21(1)(a)"
    ],
    "filename": "r0327016_decision_letter_prev-pdf-en.pdf",
    "summary": "The key issue in this review was whether the Board should have issued an order to the employer under section 21(1)(a) of the Workers Compensation Act. The worker had reported incidents of bullying and harassment in the workplace, but the Board found the employer's response to be compliant with the requirements. The review officer, Seeley Munro, examined the employer's obligations under the Act and relevant policies regarding workplace bullying and harassment. Ultimately, the decision was made to uphold the Board's original decision not to issue an order to the employer. The review officer determined that the employer had taken reasonable steps to address the reported incidents, as outlined in the policies and guidelines. The penalty was upheld in this case."
  },
  {
    "review_ref": "R0327936",
    "review_date": "April 2, 2025",
    "board_decision_date": "July 29, 2024",
    "review_officer": "Kit Wong",
    "penalty_amount": "",
    "was_penalty_upheld": true,
    "due_diligence_found": false,
    "repeat_offense": false,
    "sections_violated": [
      "79(1)",
      "20(3)",
      "95(1)",
      "79",
      "79(2)(a)",
      "75",
      "79(2)(b)",
      "95(3)",
      "of",
      "73",
      "79",
      "79",
      "79"
    ],
    "filename": "r0327936_decision_letter_prev-pdf-en.pdf",
    "summary": "The review focused on the Board's decision to impose a $2,500 administrative penalty on an employer for violations of sections 79(1), 79(2)(a), and 79(2)(b) of the Workers Compensation Act during a worksite inspection. The employer, identified as the owner of a roofing company, was found to have workers on a roof without fall protection and obstructed the Board officer during the inspection. Despite the employer's argument that the officer misunderstood his role as the owner of the company, not the property, the violations were upheld based on evidence like the lack of fall protection and obstruction. The penalty was ultimately upheld in the review decision by Review Officer Kit Wong on April 2, 2025, as the violations were established on a balance of probabilities."
  },
  {
    "review_ref": "R0330613",
    "review_date": "April 7, 2025",
    "board_decision_date": "October 29, 2024",
    "review_officer": "Vista Trethewey",
    "penalty_amount": "",
    "was_penalty_upheld": false,
    "due_diligence_found": false,
    "repeat_offense": false,
    "sections_violated": [
      "11.2(1)(a)",
      "20(3)",
      "11.2(1)(a)",
      "11.2(1)(a)",
      "11.2(1)(a)",
      "11.2(1)(a)",
      "95(1)",
      "of",
      "95(3)",
      "11.2(1)(a)",
      "11.2(1)(a)",
      "11.2(1)(a)",
      "13.33(1)"
    ],
    "filename": "r0330613_decision_letter_prev-pdf-en.pdf",
    "summary": "th; or  \n• The violation was repeated or continuous.  \n \nIn this case, the violation of section 11.2(1)(a) of the Regulation resulted in a \nhigh risk of serious injury or death, as the workers were working at a height of \nmore than 10 feet without fall protection.  This violation was not a one-time \noccurrence but was observed on the day of the inspection.  Therefore, the criteria \nfor imposing a penalty are met.  \n \nUnder section 95(3) of the Act, the Board may impose a penalty of an amount \nthat it considers appropriate, up to a maximum amount set by regulation.  The \nBoard’s policy item P2-95-1 sets out the factors that the Board must consider in \ndetermining the amount of the penalty.  These factors include the nature and \nextent of the violation, the employer’s compliance history, and any other factors \nthat the Board considers relevant.  \n \nIn this case, the violation of section 11.2(1)(a) of the Regulation involved a high \nrisk of serious injury or death, as workers were not using fall protection at a height \nof more than 10 feet.  The employer’s compliance history was not provided in the \nreview materials.  However, given the serious nature of the violation and the risk \ninvolved, I find that the amount of $2,500 imposed by the Board is appropriate.  \n \nDecision \n \nBased on the above reasons, I find that the administrative penalty of $2,500 \nimposed by the Board on October 29, 2024, against the employer for the violation \nof section 11.2(1)(a) of the Regulation is upheld.  \n\nThe original penalty of $2,500 imposed by the Board on October 29, 2024, against the employer for the violation of section 11.2(1)(a) of the Regulation is upheld. The employer did not dispute the violation, and the review officer found that the violation posed a high risk of serious injury or death, meeting the criteria for imposing a penalty. The review officer considered the nature of the violation and the lack of fall protection at a significant height, determining that the amount of $2,500 was appropriate given the circumstances. The employer's request for a review of the penalty was not successful, and the penalty remains in place."
  },
  {
    "review_ref": "R0331974",
    "review_date": "April 14, 2025",
    "board_decision_date": "October 31, 2024",
    "review_officer": "Sarah Frost",
    "penalty_amount": "",
    "was_penalty_upheld": false,
    "due_diligence_found": false,
    "repeat_offense": false,
    "sections_violated": [
      "21(2)(e)",
      "20(3)",
      "84",
      "21(2)(e)",
      "21(2)(e)",
      "of",
      "21(2)(e)."
    ],
    "filename": "r0331974_decision_letter_prev-pdf-en.pdf",
    "summary": "The key issue in the review was the Board's order to the employer under section 21(2)(e) of the Workers Compensation Act. The employer's electrical generator system failed during a planned power outage, leading to an inspection and subsequent order from the Board. The Board found that the employer did not provide adequate information, instruction, and supervision for replacing storage batteries, resulting in the generator failure. The employer argued that it had a comprehensive Electrical Safety Program in place and that the generator failure was due to human error, not a deficiency in the program. Ultimately, after considering the submissions and evidence presented, the Review Officer, Sarah Frost, upheld the Board's order, directing the employer to immediately write procedures for battery replacement and ensuring compliance with the Act."
  },
  {
    "review_ref": "R0331916",
    "review_date": "January 15, 2025",
    "board_decision_date": "October 4, 2024",
    "review_officer": "Nick Attewell",
    "penalty_amount": "",
    "was_penalty_upheld": false,
    "due_diligence_found": false,
    "repeat_offense": false,
    "sections_violated": [
      "270(2)",
      "274"
    ],
    "filename": "r0331916_decision_letter_prev_eot-pdf-en.pdf",
    "summary": "The review in question, Ref: R0331916, focused on whether the applicant's request for an extension of the 45-day statutory time limit to request a review of a citation order should be allowed. The applicant cited financial difficulties as the reason for the delay in filing the request. Review Officer Nick Attewell, authorized to make decisions on requests for extensions of time under section 274 of the Workers Compensation Act, found that special circumstances indeed precluded the applicant from filing on time. Acknowledging the significance of the issue at hand and the potential prejudice to the applicant if the extension was denied, Attewell granted the extension. The original penalty decision of October 4, 2024, imposing citation orders, was therefore upheld, but the applicant was granted the extension to file a request for review."
  },
  {
    "review_ref": "R0325542",
    "review_date": "January 29, 2025",
    "board_decision_date": "May 23, 2024",
    "review_officer": "Carmen Dowhaniuk",
    "penalty_amount": "59,994.04",
    "was_penalty_upheld": true,
    "due_diligence_found": false,
    "repeat_offense": false,
    "sections_violated": [
      "18.3.1(3)",
      "18.3.1(3)",
      "20(3)",
      "339(2)",
      "18.3.1(3)",
      "18.3.1",
      "(3)",
      "18.3.1(3).",
      "does",
      "18.3.1(3)",
      "18.3.1(3).",
      "18.3.1(3)",
      "18.3.1(3).",
      "18.3.2(2)",
      "18.3.2",
      "(2)",
      "18.3.2(2)",
      "95(1)",
      "of",
      "of",
      "18.3.1(3)",
      "18.3.2(2)",
      "18.3.1(3).",
      "of",
      "95(3)",
      "18.3",
      "18.3",
      "of",
      "18.3.1(3)",
      "18.3.1(3)"
    ],
    "filename": "r0325542_decision_letter_prev-pdf-en.pdf",
    "summary": "failed to provide a complete risk assessment as required by section 18.3.1(3) of the Regulation.\n\nSection 18.3.2(2) of the Regulation\n\nSection 18.3.2 of the Regulation pertains to an employer's obligation to develop and implement a traffic management plan where workers are engaged in a work activity that may expose them to traffic. Subsection (2) specifies that the plan must include certain elements, such as a description of the work activity, identification of hazards, and control measures to mitigate risks.\n\nThe Board officer found that the traffic management plan provided by the employer did not include a description of the work activity or identification of hazards, as required by section 18.3.2(2). The plan only contained generic information and did not address the specific risks present at the worksite.\n\nThe Employers' Adviser argued that the traffic management plan was sufficient and met the requirements of the Regulation. However, based on the evidence presented, it is clear that the plan did not fulfill the necessary criteria outlined in section 18.3.2(2).\n\nDecision\n\nAfter reviewing the evidence and submissions, I uphold the Board's decision to impose an administrative penalty of $59,994.04 against the employer. The violations of sections 18.3.1(3) and 18.3.2(2) were clearly established, as the employer failed to provide adequate risk assessments and a comprehensive traffic management plan. Therefore, the original penalty is upheld, and the employer is required to pay the specified amount."
  },
  {
    "review_ref": "R0332268",
    "review_date": "May 8, 2025",
    "board_decision_date": "November 20, 2024",
    "review_officer": "Jefferson Rappell",
    "penalty_amount": "",
    "was_penalty_upheld": false,
    "due_diligence_found": false,
    "repeat_offense": false,
    "sections_violated": [
      "20(3)",
      "339(2)",
      "11.2(1)(a)",
      "84",
      "11.2(1)(a)",
      "11.2(1)(a)",
      "11.2(1)(a)",
      "11.2(1)(a)",
      "of",
      "11.2(1)(a)",
      "11.2(1)(a)",
      "11.2(1)(a)",
      "11.2(1)(a)"
    ],
    "filename": "r0332268_decision_letter_prev-pdf-en.pdf",
    "summary": "The review focused on the Board's decision to issue an order to the employer for a violation of section 11.2(1)(a) of the Regulation, specifically regarding fall protection. The employer was found to have a worker working above 10 feet without a fall protection system in place, despite the worker wearing a full body harness. The Board officer determined that while the employer had exercised due diligence in other areas, the fall protection violation still occurred under their supervision, leading to the issuance of the order. The Review Officer referenced a previous decision where due diligence did not apply to this specific violation, emphasizing the precise language of the regulation. Ultimately, the original penalty was upheld as the employer's defense of due diligence did not apply in this case."
  },
  {
    "review_ref": "R0330572",
    "review_date": "April 11, 2025",
    "board_decision_date": "August 16, 2024",
    "review_officer": "Alice Edwards",
    "penalty_amount": "",
    "was_penalty_upheld": true,
    "due_diligence_found": false,
    "repeat_offense": false,
    "sections_violated": [
      "268(1)(d)(i)",
      "59.05(4)",
      "20(3)",
      "59.03",
      "59.05(1)",
      "59.05(4)",
      "59.05(5)",
      "(4).",
      "73",
      "79",
      "of",
      "20.112",
      "21",
      "20.112(3)(a)",
      "20.112(3)(a)",
      "(2)",
      "20.112(3)(a)",
      "79(2)(b)",
      "79(2)(b)",
      "21(2)(h)",
      "79",
      "20.112(3)(a)",
      "20.112(3)(a)",
      "79(2)(b)",
      "20.112(3)(a)",
      "20.112(3)(a)",
      "20.112(3)(e)(iv).",
      "20.112(3)(a)",
      "21(2)(h)",
      "20.112(3)(e)(i)",
      "20.112(3)",
      "20.112(3).",
      "79(1)",
      "20.112(3)",
      "5.53(4)",
      "5.53(4)",
      "20.112(3)(a).",
      "20.112(3)",
      "79",
      "292",
      "79",
      "79",
      "79",
      "20.112(3)",
      "20.112(3)",
      "79",
      "20.112(3)(e)",
      "59.05(4)",
      "(1)"
    ],
    "filename": "r0330572_decision_letter_prev-pdf-en.pdf",
    "summary": "batement worker certificate; \n• failing to provide workers with appropriate personal protective equipment \n(“PPE”) and training; \n• failing to ensure that workers are adequately trained in the safe handling of \nasbestos-containing materials; and \n• failing to ensure that workers are adequately trained in the safe use of \nasbestos abatement equipment. \n\nIn this case, the Board imposed term and condition #3 on the employer’s Licence \nrequiring notification to the Board’s Licensing Services at least 48 hours in \nadvance of starting an inspection for asbestos-containing materials.  This \ncondition aligns with the policy considerations outlined in Policy Item P2-59.03-1 \nregarding the importance of ensuring compliance with safety regulations to \nprotect workers and others from potential harm. \n\nBased on the evidence presented and the policy framework outlined in the \nPrevention Manual, it is determined that the Board appropriately imposed term \nand condition #3 on the employer’s Licence.  Therefore, the decision to uphold \nterm and condition #3 is upheld. \n\nDecision: The Board’s decision to impose term and condition #3 on the \nemployer’s Licence is upheld. \n\nPenalty: Upheld\n\nBased on the review decision letter, the key aspects of the review include the employer's request to have term and condition #3 rescinded or limited to a predetermined time, the application of relevant sections of the Workers Compensation Act, and the policies outlined in the Prevention Manual. The decision focused on whether the Board appropriately imposed term and condition #3 on the employer's License, considering the safety implications and compliance requirements for asbestos abatement activities. Ultimately, the decision upheld the imposition of term and condition #3, stating that it aligns with safety regulations and the protection of workers. The penalty was upheld, indicating that the original decision to impose the condition was maintained."
  },
  {
    "review_ref": "R0323416",
    "review_date": "January 30, 2025",
    "board_decision_date": "April 8, 2024",
    "review_officer": "Kevin Rooney",
    "penalty_amount": "",
    "was_penalty_upheld": false,
    "due_diligence_found": false,
    "repeat_offense": false,
    "sections_violated": [
      "32(1)(a)",
      "32(1)(a)",
      "31",
      "3.26(2)",
      "20(3)",
      "31",
      "31",
      "32",
      "31",
      "33",
      "36",
      "32",
      "31",
      "31",
      "31(a)",
      "31(a)",
      "of",
      "31(a)",
      "32(1)(a)",
      "31(a)",
      "32",
      "31",
      "31",
      "31.",
      "32",
      "31",
      "31."
    ],
    "filename": "r0323416_decision_letter_prev-pdf-en.pdf",
    "summary": "key aspects of the review revolved around the employer's joint committee structure at a hospital campus, with variations requested and granted over time. The initial order in 2012 led to changes in the joint committee setup, including a central joint committee disbanded in 2015. Subsequent variation requests were made, with disagreements from unions representing the workers leading to a review in October 2023. The review officer directed the Board to consider the hospital campus as a single worksite, clarify the status of Resident Doctors as workers, and assess the adequacy of the proposed joint committee structure. Ultimately, on April 8, 2024, the Board determined the hospital campus as a single workplace and confirmed Resident Doctors as workers of the employer. The decision upheld the employer's request for eight local joint committees without a central joint committee, considering the internal safety and prevention department's role in addressing sitewide health and safety issues. The original penalty was upheld with the new decision."
  },
  {
    "review_ref": "R0328895",
    "review_date": "April 25, 2025",
    "board_decision_date": "September 10, 2024",
    "review_officer": "Tony Fletcher",
    "penalty_amount": "23,723.13",
    "was_penalty_upheld": false,
    "due_diligence_found": false,
    "repeat_offense": false,
    "sections_violated": [
      "21(1)(a)",
      "3.2",
      "20(3)",
      "339(2)",
      "95(1)",
      "3.2",
      "3.2",
      "3.1(1)",
      "3.2",
      "3.5",
      "3.5",
      "of",
      "3.5",
      "3.23(2)",
      "3.23(2)",
      "3.23(2)",
      "21(1)(a)",
      "21(1)(a)",
      "21(1)(a)",
      "of",
      "of",
      "3.2",
      "of",
      "95(3)"
    ],
    "filename": "r0328895_decision_letter_prev-pdf-en.pdf",
    "summary": "ide a copy of a safety inspection checklist, but G confirmed that it had not been completed. The employer does not dispute these findings, and I find that the employer’s violation of section 3.5 of the Regulation, by not conducting regular safety inspections, is established based on the evidence.\n\nSection 3.23(2) of the Regulation\n\nSection 3.23(2) of the Regulation requires every employer to establish a formal new worker orientation and training program. During the inspection, the Board officer asked G about the new worker orientation and training program. G stated that they did not have a formal program in place and that new workers were shown around the site by existing workers. The employer does not dispute this, and I find that the employer’s violation of section 3.23(2) of the Regulation, by not having a formal new worker orientation and training program, is established based on the evidence.\n\nDecision\n\nAfter reviewing the violations identified by the Board officer and considering the employer's submissions, I uphold the Board’s decision to impose an administrative penalty of $23,723.13 on the employer. The employer's failure to comply with various sections of the Act and Regulation, including the lack of monthly safety meetings, regular safety inspections, and a formal new worker orientation program, demonstrate a disregard for workplace safety requirements. Therefore, the original penalty amount is upheld."
  },
  {
    "review_ref": "R0327210",
    "review_date": "January 29, 2025",
    "board_decision_date": "August 1, 2024",
    "review_officer": "Tony Fletcher",
    "penalty_amount": "52,056.82",
    "was_penalty_upheld": false,
    "due_diligence_found": false,
    "repeat_offense": false,
    "sections_violated": [
      "of",
      "6.2.2(1)(b)",
      "20.112(7)",
      "20(3)",
      "6.2.2(1)(b)",
      "59.03",
      "95(1)",
      "20.112",
      "20.112(7)",
      "of",
      "20.112(7)",
      "20.112(7).",
      "95(3)",
      "6.2.2(1)(b)",
      "59.03",
      "6.6(1)",
      "79",
      "73"
    ],
    "filename": "r0327210_decision_letter_prev-pdf-en.pdf",
    "summary": "he dining room ceiling had been removed, and drywall and texture debris were observed scattered on the floor. This indicates a clear violation of section 20.112(7) of the Regulation, as the employer failed to ensure that demolition work disturbing hazardous materials was not carried out without safely containing or removing those materials.\n\nBased on the evidence presented, including the HMIR and the OHO's inspection reports, it is evident that the employer did not take sufficient precautions to prevent potential worker exposure to asbestos. Therefore, the Board's decision to impose an administrative penalty of $52,056.82 against the employer for the violation of section 20.112(7) of the Regulation is upheld.\n\nIn conclusion, the employer's request to have the penalty cancelled or replaced with a warning letter is denied. The original penalty amount remains in effect, as the employer's actions clearly violated the Regulation and put workers at risk of exposure to hazardous materials."
  },
  {
    "review_ref": "R0331547",
    "review_date": "April 23, 2025",
    "board_decision_date": "October 17, 2024",
    "review_officer": "Carmen Dowhaniuk",
    "penalty_amount": "6,851.29",
    "was_penalty_upheld": true,
    "due_diligence_found": false,
    "repeat_offense": false,
    "sections_violated": [
      "18.2",
      "24(1)(a)",
      "18.2",
      "20(3)",
      "18.2",
      "18.2",
      "18.2.",
      "24(1)(a)",
      "24(1)(a)",
      "24(1)(a).",
      "24(1)(a)",
      "95(1)",
      "of",
      "of",
      "24(1)(a)",
      "of",
      "95(3)",
      "18",
      "24(1)(a)",
      "18.2",
      "24(1)(a)"
    ],
    "filename": "r0331547_decision_letter_prev-pdf-en.pdf",
    "summary": "The review decision letter dated April 23, 2025, addressed the employer's request for a review of the penalty imposed on October 17, 2024, amounting to $6,851.29 for violations of sections 18.2 of the Occupational Health and Safety Regulation and 24(1)(a) of the Workers Compensation Act. The employer's actions, including inadequate traffic control during material unloading and lack of coordination at the workplace, were found to violate the specified sections. The review officer, Carmen Dowhaniuk, determined that the evidence supported the violations, justifying the penalty. The employer's failure to comply with traffic control and coordination requirements led to the upholding of the original penalty amount. Key sections violated included 18.2, 24(1)(a), and others, as detailed in the provided information."
  },
  {
    "review_ref": "R0328127",
    "review_date": "March 26, 2025",
    "board_decision_date": "August 24, 2024",
    "review_officer": "Megan Nodwell",
    "penalty_amount": "",
    "was_penalty_upheld": false,
    "due_diligence_found": false,
    "repeat_offense": false,
    "sections_violated": [
      "4.41",
      "20(3)",
      "4.41",
      "4.41",
      "provides",
      "1.1(1)",
      "4.41",
      "was"
    ],
    "filename": "r0328127_decision_letter_prev-pdf-en.pdf",
    "summary": "The key issue in the review was whether the employer violated section 4.41 of the Regulation, which pertains to the accumulation of refuse, spills, and waste material that could constitute a hazard. The review officer found that concrete debris left by the employer during electrical installation could create a hazard due to the presence of silica. The employer argued that cleaning up the debris was not within their scope of work, but the officer determined that as the creator of the waste material, it was their responsibility to ensure it did not accumulate as a hazard. Ultimately, the review officer upheld the Board's August 24, 2024 order, confirming that the employer was in breach of the Regulation. The original penalty was therefore upheld."
  },
  {
    "review_ref": "R0329934",
    "review_date": "January 22, 2025",
    "board_decision_date": "September 26, 2024",
    "review_officer": "Allan Wotherspoon",
    "penalty_amount": "",
    "was_penalty_upheld": false,
    "due_diligence_found": false,
    "repeat_offense": false,
    "sections_violated": [
      "339(2)",
      "122(2)(b)"
    ],
    "filename": "r0329934_decision_letter_prev-pdf-en.pdf",
    "summary": "The key aspects of the review include the employer's request for a review of an administrative penalty of $2,500.00 imposed by the Workers' Compensation Board for a violation of section 11.2(1)(a) of the Occupational Health and Safety Regulation. The Review Officer, Allan Wotherspoon, found that the Board did not have the authority to reconsider the decision to impose the penalty after the employer had filed a request for review, as per section 122(2)(b) of the Act. Therefore, the Review Officer referred the matter back to the Board to issue a new decision based on all relevant information. Ultimately, the original penalty was rescinded, and a new decision was to be made by the Board."
  },
  {
    "review_ref": "R0325229",
    "review_date": "January 10, 2025",
    "board_decision_date": "July 2, 2024",
    "review_officer": "Tony Fletcher",
    "penalty_amount": "6,295.60",
    "was_penalty_upheld": false,
    "due_diligence_found": false,
    "repeat_offense": false,
    "sections_violated": [
      "11.2(1)(a)",
      "20(3)",
      "339(2)",
      "11.2(1)(a)",
      "95(1)",
      "11.2(1)(a)",
      "11.2(1)(a)",
      "11.2(1)(a)",
      "11.2(1)(a).",
      "11.9",
      "11.9",
      "20.4(1)",
      "20.4(1)",
      "11.2(1)(a)",
      "95(3)",
      "11.2(1)(a)",
      "20.4(1)",
      "11.9"
    ],
    "filename": "r0325229_decision_letter_prev-pdf-en.pdf",
    "summary": "violation of section 20.4(1) of the Regulation.\n\nAfter reviewing the evidence and the employer's response, it was found that the violations of sections 11.2(1)(a), 11.9, and 20.4(1) were substantiated. The employer failed to provide adequate fall protection systems, maintain equipment in good working order, and provide suitable ladders or work platforms for workers at elevated positions. The original penalty of $6,295.60 imposed by the Board on July 2, 2024, was upheld as there was sufficient evidence to support the violations. The employer's dispute of the penalty was not successful, and they are required to pay the penalty amount as determined."
  },
  {
    "review_ref": "R0331428",
    "review_date": "February 27, 2025",
    "board_decision_date": "October 10, 2024",
    "review_officer": "Allan Wotherspoon",
    "penalty_amount": "",
    "was_penalty_upheld": false,
    "due_diligence_found": false,
    "repeat_offense": false,
    "sections_violated": [
      "12.10",
      "89(1)",
      "84(2)",
      "20(3)"
    ],
    "filename": "r0331428_r0331433_decision_letter_prev-pdf-en.pdf",
    "summary": "The review conducted by Review Officer Allan Wotherspoon focused on two Inspection Reports citing the employer for violations of various sections of the Occupational Health & Safety Regulation and the Workers Compensation Act. The review was conducted under section 20(3) of the Act, with the standard of proof being the balance of probabilities. Following new information provided by a Board Investigations Legal Officer, it was recommended to cancel both Inspection Reports as the incident fell under the jurisdiction of the Ministry of Mining and Critical Minerals rather than the Board. Consequently, the Review Officer agreed with the recommendation and canceled both IRs dated October 10 and October 29, 2025, in favor of the employer. The original penalties were rescinded as a result of the review."
  },
  {
    "review_ref": "R0328195",
    "review_date": "April 30, 2025",
    "board_decision_date": "August 1, 2024",
    "review_officer": "Kevin Rooney",
    "penalty_amount": "",
    "was_penalty_upheld": false,
    "due_diligence_found": false,
    "repeat_offense": false,
    "sections_violated": [
      "21(1)(a)",
      "20(3)",
      "339(2)",
      "21(1)(a)",
      "21(1)(a)",
      "of",
      "21(1)(a)",
      "21(1)(a)"
    ],
    "filename": "r0328195_decision_letter_prev-pdf-en.pdf",
    "summary": "The key issue in this review was the Board's decision not to issue an order under section 21(1)(a) of the Workers Compensation Act regarding a complaint of bullying and harassment by a Paramedic against her employer. The worker alleged that the employer's disciplinary proceedings amounted to bullying and harassment and were not adequately addressed. The worker provided evidence that the employer's investigations were unfair and biased, as not all witnesses were interviewed and only one-sided accounts were considered. Despite the worker's complaints and evidence, the Board officer found the employer's response reasonable. However, after a review conducted by Kevin Rooney, it was determined that the employer did not comply with its obligations under the Act and relevant policies regarding workplace bullying and harassment. As a result, the original decision was varied, and an order was issued to the employer to address the worker's complaints appropriately."
  },
  {
    "review_ref": "R0328648",
    "review_date": "February 11, 2025",
    "board_decision_date": "August 22, 2024",
    "review_officer": "Sarah Frost",
    "penalty_amount": "87,187.95",
    "was_penalty_upheld": false,
    "due_diligence_found": false,
    "repeat_offense": false,
    "sections_violated": [
      "4.39(1)",
      "5.10(1)",
      "20(3)",
      "339(2)",
      "4.39(1)",
      "of",
      "4.3(1)(a)",
      "4.3(1)(a)",
      "4.3(1)(a)",
      "4.3(1)(a)",
      "4.39(1)",
      "4.39(1)",
      "4.39(1)",
      "4.43(2)",
      "4.43(2)",
      "5.10(1)",
      "5.10(1)",
      "5.10(1)",
      "5.38(2)",
      "5.38(2)",
      "of",
      "7.7(1)(b)",
      "7.7(1)(b)",
      "7.7(1)(b)",
      "95(1)",
      "of",
      "of",
      "4.39(1)",
      "4.39(1)",
      "4.39(1)",
      "95(3)",
      "of",
      "of"
    ],
    "filename": "r0328648_decision_letter_prev-pdf-en.pdf",
    "summary": "The review decision letter outlines the employer's dispute of the Board's decision to impose an administrative penalty for violations of various sections of the Regulation. The employer contested the orders under sections 4.3(1)(a), 5.10(1), 5.38(2), and 7.7(1)(b) but the review officer considered all cited orders in determining the penalty. The employer's defense included increased due diligence in their pipe rail inspection program, with records provided to demonstrate compliance. Despite the employer's efforts, the review officer found violations of sections 4.3(1)(a) and 4.39(1) based on the evidence and submissions. Ultimately, the original penalty of $87,187.95 was upheld by the review officer."
  },
  {
    "review_ref": "R0321070",
    "review_date": "January 21, 2025",
    "board_decision_date": "March 8, 2024",
    "review_officer": "Alice Edwards",
    "penalty_amount": "",
    "was_penalty_upheld": false,
    "due_diligence_found": false,
    "repeat_offense": false,
    "sections_violated": [
      "13.3(2)(a)",
      "24(1)(b)",
      "13.2(2)(a)",
      "24(1)(b)",
      "13.2(2)(a)",
      "20(3)",
      "13.2(2)(a)",
      "13.2(2)(a)",
      "13.2(2)(a)",
      "13.2(2)(a)",
      "4.55(a)",
      "4.55(a)",
      "20.14",
      "20.14",
      "3.5",
      "3.5",
      "13.2(2)(a)",
      "94",
      "13.2(2)(a)",
      "13.2(2)(a)"
    ],
    "filename": "r0321070_decision_letter_prev-pdf-en.pdf",
    "summary": "the violations of sections 13.2(2)(a), 4.55(a), 20.14, and 3.5 of the Regulation were validly established based on the evidence presented, including the Board officer's observations and photographs of the worksite. The employer's argument that the orders should have been issued to subcontractors was dismissed, as the employer, as the prime contractor, had a responsibility to ensure compliance with safety regulations. As a result, the citations of $629.87 each for the violations were upheld, totaling $2,519.48. The original penalty imposed on March 8, 2024, was therefore upheld in this review conducted by Review Officer Alice Edwards."
  },
  {
    "review_ref": "R0324101",
    "review_date": "May 2, 2025",
    "board_decision_date": "May 7, 2024",
    "review_officer": "Jefferson Rappell",
    "penalty_amount": "391,534.13",
    "was_penalty_upheld": true,
    "due_diligence_found": false,
    "repeat_offense": false,
    "sections_violated": [
      "3.17(1)",
      "3.17(1)",
      "21(1)",
      "53(5)",
      "20(3)",
      "339(2)",
      "339(1)",
      "3.17(1)",
      "3.17(1)",
      "3",
      "5.38(2)",
      "16.5(1)",
      "3.17(1)",
      "95(1)",
      "of",
      "73",
      "79",
      "of",
      "of",
      "3.17(1)",
      "5.38(2)",
      "16.5(1)",
      "of",
      "95(3)",
      "3.17(1)",
      "3.17(1)",
      "3.17(1)",
      "3.17(1)",
      "3.17(1)",
      "3.17(1)",
      "5.38(2)",
      "16.5(1)",
      "of",
      "3.17(1)",
      "of",
      "16.5(1)",
      "of"
    ],
    "filename": "r0324101_decision_letter_prev-pdf-en.pdf",
    "summary": "Issue: The employer, a home and garden improvement company, was issued an administrative penalty of $391,534.13 for violations of sections 3.17(1), 5.38(2), and 16.5(1) of the Occupational Health and Safety Regulation during an inspection on February 6, 2024. The employer requested a review of the penalty, arguing that it should be assessed as a location violation due to the separate classification unit of a related business, D, and that the penalty is disproportionate to their moral blameworthiness.\n\nReasons: The employer's representative submitted that the penalty calculation was inconsistent with the law and policy, emphasizing the separate nature of the businesses under one organizational entity. The ER also argued for a reduction in the penalty amount based on moral blameworthiness. The ER's submissions contained confidential information, but the Review Division disclosed them to the participating union, citing the need for natural justice and lack of explanation for confidentiality claims.\n\nDecision: After considering the employer's arguments, additional comments from the Board, and applicable policies, the Review Officer upheld the original penalty of $391,534.13. The Review Officer noted the authority under the Workers Compensation Act to conduct the review and make a decision based on the merits and justice of the case. Despite the employer's assertions regarding the separate nature of the businesses, the penalty for the violations on February 6, 2024, was upheld without variation. The Review Officer emphasized the balance of probabilities standard of proof in reaching the decision."
  },
  {
    "review_ref": "R0329332",
    "review_date": "April 25, 2025",
    "board_decision_date": "September 13, 2024",
    "review_officer": "Carmen Dowhaniuk",
    "penalty_amount": "",
    "was_penalty_upheld": true,
    "due_diligence_found": false,
    "repeat_offense": false,
    "sections_violated": [
      "9.12",
      "24(1)",
      "9.12",
      "24(1)",
      "20(3)",
      "9.12",
      "24(1)",
      "9.12",
      "9.12",
      "9.12",
      "9.12",
      "24(1)",
      "24(1)",
      "24(1)",
      "because",
      "24(1)"
    ],
    "filename": "r0329332_decision_letter_prev-pdf-en.pdf",
    "summary": "uation is unclear as to the exact location of the signs indicating the confined space.\n\nSection 24(1) of the Act\n\nSection 24(1) of the Act requires employers to ensure the health and safety of all workers at the workplace. The RAP states that the employer failed to ensure that the confined space was safe for entry and work, as the worker was not adequately protected from the hazards of flammable vapors. The employer did not have a confined space entry program in place, nor did they provide appropriate training or equipment to the workers entering the confined space.\n\nDecision\n\nAfter reviewing the evidence and submissions provided, I uphold the Board's decision to impose an administrative penalty of $43,590.18 against the employer for violations of section 9.12 of the Regulation and section 24(1) of the Act. The employer's failure to properly identify the confined space and ensure the safety of workers entering it led to the worker's injury in a fire incident. The penalty is justified based on the evidence presented, and the employer's lack of compliance with safety regulations. The original penalty is upheld."
  },
  {
    "review_ref": "R0324729",
    "review_date": "January 7, 2025",
    "board_decision_date": "May 31, 2024",
    "review_officer": "Sarah Frost",
    "penalty_amount": "",
    "was_penalty_upheld": false,
    "due_diligence_found": false,
    "repeat_offense": false,
    "sections_violated": [
      "32.4(1)(a)",
      "32.4",
      "268(1)(a)",
      "32.4",
      "32.4",
      "32.5",
      "32.5",
      "20(3)",
      "32.4",
      "84",
      "32.4",
      "advising",
      "32.4",
      "(2)",
      "32.4(1)(c)",
      "32.4",
      "32.4",
      "34.2"
    ],
    "filename": "r0324729_decision_letter_prev-pdf-en.pdf",
    "summary": "iew is inadequate, as the Board officer did not retain or formally request copies of all relevant records. The worker argues that the employer's actions regarding ropes used for rescue or evacuation were not compliant with the Regulation's requirements. However, the Board officer determined that the employer's procedures for rope inspections during truck checks were adequate. The Board officer's decision not to issue an order under section 32.4 of the Regulation was based on his assessment of the employer's actions. Ultimately, the review officer, Sarah Frost, upheld the original decision not to issue an order under section 32.4 of the Regulation, as she found that the employer's procedures were deemed adequate in this case."
  },
  {
    "review_ref": "R0331667",
    "review_date": "January 15, 2025",
    "board_decision_date": "August 17, 2023",
    "review_officer": "Nick Attewell",
    "penalty_amount": "",
    "was_penalty_upheld": false,
    "due_diligence_found": false,
    "repeat_offense": false,
    "sections_violated": [
      "270(2)",
      "274"
    ],
    "filename": "r0331665_r0331666_r0331667_decision_letter_prev_eot-pdf-en.pdf",
    "summary": "The review decision letter addressed three inspection reports issued to the applicant's employer by the Workers' Compensation Board. The key issue was whether the applicant's request for an extension of the 45-day statutory time limit to request reviews of these decisions should be allowed. The applicant claimed she initially emailed her request but did not follow the proper online steps, leading to a significant delay. However, the review officer found that there were no special circumstances that precluded the applicant from filing the requests on time. As a result, the application for an extension of time was denied, and the original decisions from August 17, September 29, and November 3, 2023, were upheld. The review officer, Nick Attewell, concluded that no injustice would result from denying the requests for review."
  },
  {
    "review_ref": "R0327866",
    "review_date": "February 7, 2025",
    "board_decision_date": "August 8, 2024",
    "review_officer": "Jefferson Rappell",
    "penalty_amount": "",
    "was_penalty_upheld": false,
    "due_diligence_found": false,
    "repeat_offense": false,
    "sections_violated": [
      "24(1)(a)",
      "20(3)",
      "24(1)(a)",
      "84",
      "states",
      "24",
      "24(1)(a)",
      "24(1)(a)",
      "24(1)(a)",
      "24(1)(a)",
      "requires",
      "24(1)(a)",
      "24(1)(a)"
    ],
    "filename": "r0327866_decision_letter_prev-pdf-en.pdf",
    "summary": "The review focused on the employer's violation of section 24(1)(a) of the Workers Compensation Act, which requires the coordination of activities related to occupational health and safety in a multiple-employer workplace. The employer failed to communicate and ensure the marking of a gas line before excavation work began, did not provide necessary information to the excavation company, and did not ensure the gas lines were marked at installation. The employer argued that it had taken reasonable steps and relied on contractors for accurate information. The review officer upheld the Board's decision to issue an order to the employer, emphasizing the employer's duty of due diligence to ensure worker safety. The original penalty was upheld."
  },
  {
    "review_ref": "R0328611",
    "review_date": "April 22, 2025",
    "board_decision_date": "August 29, 2024",
    "review_officer": "Seeley Munro",
    "penalty_amount": "65,498.55",
    "was_penalty_upheld": false,
    "due_diligence_found": false,
    "repeat_offense": false,
    "sections_violated": [
      "3.5",
      "3.5",
      "20(3)",
      "3.5",
      "95(1)",
      "5.38(2)",
      "3.5",
      "3.5",
      "3.5",
      "24(1)",
      "24(1)",
      "24(1)",
      "24(1)",
      "3.5",
      "95(1)",
      "of",
      "3.5",
      "24(1)",
      "3.5",
      "24(1)",
      "95(3)",
      "3.5",
      "3(5)"
    ],
    "filename": "r0328611_decision_letter_prev-pdf-en.pdf",
    "summary": "ecide to uphold the original penalty amount of $65,498.55 imposed on the employer for violations of sections 3.5 of the Regulation and 24(1) of the Act. The key issue in this review was the structural integrity of the permanent stairs at the construction site, which led to a serious incident causing injuries to workers. The Board's investigation revealed that the stairs were not constructed according to the engineering drawing provided, resulting in inadequate support and eventual collapse. The employer's failure to ensure the safety and structural soundness of the stairs constituted violations of workplace safety regulations and the Act. Despite the employer's argument that they were not responsible for inspecting stairs designed by a professional engineer, the Board found that they still had a duty to ensure compliance with safety standards. Therefore, the original penalty was upheld based on the evidence of the violations and the employer's responsibility for workplace safety."
  },
  {
    "review_ref": "R0329921",
    "review_date": "April 1, 2025",
    "board_decision_date": "September 12, 2024",
    "review_officer": "Sean Vanderfluit",
    "penalty_amount": "",
    "was_penalty_upheld": false,
    "due_diligence_found": false,
    "repeat_offense": false,
    "sections_violated": [
      "73(1)(a)",
      "20(3)",
      "73(1)(a)",
      "73",
      "73(1)(a)",
      "73",
      "73(1)(a)",
      "73(1)(a)",
      "73(1)(a)"
    ],
    "filename": "r0329921_decision_letter_prev-pdf-en.pdf",
    "summary": "Review Officer, Sean Vanderfluit, considered the evidence presented, including the worker's detailed account of abuse and the employer's attempts to dissuade the worker from reporting the injury truthfully. The employer's actions, as described by the worker, clearly violated section 73(1)(a) of the Act, which prohibits discouraging or impeding workers from reporting injuries. Based on the balance of probabilities and the worker's consistent testimony, Review Officer Vanderfluit upheld the Board's decision to issue an order to the employer for violating section 73(1)(a). The original penalty was upheld, emphasizing the importance of protecting workers' rights and ensuring a safe work environment."
  },
  {
    "review_ref": "R0330743",
    "review_date": "May 5, 2025",
    "board_decision_date": "September 24, 2024",
    "review_officer": "Sarah Frost",
    "penalty_amount": "",
    "was_penalty_upheld": false,
    "due_diligence_found": false,
    "repeat_offense": false,
    "sections_violated": [
      "3.16(1)(a)",
      "20(3)",
      "339(2)",
      "of",
      "3.16(1)(a)",
      "3.16(1)(a)",
      "of",
      "3.16(a)",
      "3.16(1)",
      "3.16(1)(a)",
      "95(1)",
      "of",
      "of",
      "3.16(1)(a)",
      "3.16(1)(a)",
      "3.16(1)(a)",
      "of",
      "95(3)",
      "of"
    ],
    "filename": "r0330743_decision_letter_prev-pdf-en.pdf",
    "summary": "ause the other facility was not within the required 10-minute walking time to render first aid. \n\nThe employer argued that the violation was a location violation and that the penalty should be reduced accordingly. However, based on the evidence presented, it was clear that the employer did not have a proper backup plan in place for the absence of the first aid attendant, as required by the Regulation and Guideline. \n\nTherefore, after reviewing the facts and considering the employer's submissions, I uphold the Board's decision to impose the administrative penalty of $152,309.88 against the employer for the violation of section 3.16(1)(a) of the Regulation. The original penalty was upheld."
  },
  {
    "review_ref": "R0327496",
    "review_date": "March 11, 2025",
    "board_decision_date": "July 23, 2024",
    "review_officer": "Kevin Rooney",
    "penalty_amount": "",
    "was_penalty_upheld": false,
    "due_diligence_found": false,
    "repeat_offense": false,
    "sections_violated": [
      "6.5",
      "6.16(1)",
      "90(1)",
      "20(3)",
      "6.5",
      "7.29(1)(b)",
      "6.5",
      "6.5",
      "6.5",
      "6.5",
      "6.6(3)",
      "6.6(3)",
      "6.6(3)",
      "6.59.1(2)",
      "6.59.1(2)",
      "6.59.1(2)"
    ],
    "filename": "r0327496_decision_letter_prev-pdf-en.pdf",
    "summary": "he employer was not the Prime Contractor, but emphasized that the employer still had a duty to ensure asbestos-containing materials were identified in the workplace. The employer's failure to do so put their workers at risk of exposure to friable asbestos, which can lead to serious health issues. Despite the employer's argument that it was not their responsibility, the Board officer found that the employer did not fulfill their obligations under section 6.5 of the Regulation.\n\nUltimately, the Review Officer, Kevin Rooney, upheld the Board's decision to issue orders to the employer for contraventions of sections 6.5, 6.6(3), and 6.59.1(2) of the Regulation. The original penalty was not rescinded or varied, indicating that the employer was found to be in violation of the specified sections. The employer's argument regarding their role as not being the Prime Contractor was not deemed sufficient to excuse their lack of compliance with workplace safety regulations."
  },
  {
    "review_ref": "R0323627",
    "review_date": "February 18, 2025",
    "board_decision_date": "April 16, 2024",
    "review_officer": "Seeley Munro",
    "penalty_amount": "198,891.01",
    "was_penalty_upheld": false,
    "due_diligence_found": false,
    "repeat_offense": false,
    "sections_violated": [
      "4.3(1)(b)(i)",
      "5.38(2)",
      "24(1)",
      "5.38(2)",
      "20(3)",
      "5.38(2)",
      "95(1)",
      "5.38(2)",
      "5.38(2)",
      "5.38(2)",
      "5.38(2)",
      "5.38(2)",
      "5.38(2)",
      "24(1)",
      "24(1)",
      "24(1)",
      "24(1)",
      "24(1)",
      "24(1)",
      "24(1)",
      "24(1)",
      "24(1)",
      "24(1)",
      "95(1)",
      "of",
      "5.38(2)",
      "24(1)",
      "5.38(2)",
      "24(1)",
      "24(1)",
      "95(3)",
      "24(1)",
      "5.38(2)",
      "24(1)",
      "24(1)",
      "24(1)",
      "24(1)",
      "5.38(2)",
      "5.38(2).",
      "5.38(2)",
      "24(1)",
      "24(1)",
      "24(1)",
      "5.38(2)"
    ],
    "filename": "r0323627_decision_letter_prev-pdf-en.pdf",
    "summary": "The review focused on the employer's challenge to the Board's decision to impose a penalty of $198,891.01 for violations of sections 5.38(2) of the Regulation and 24(1) of the Act. The employer disputed the reasons for the penalty, claiming it was unjust and requested its rescission or a warning letter instead. The review officer, Seeley Munro, addressed the employer's allegations of bias but found no supporting evidence. The key issue was whether the violations were supported and warranted the imposed penalty. Ultimately, the original penalty was upheld as the review officer considered the evidence from inspections, comments, and submissions, concluding that the violations were valid."
  },
  {
    "review_ref": "R0327920",
    "review_date": "March 20, 2025",
    "board_decision_date": "July 29, 2024",
    "review_officer": "Kevin Rooney",
    "penalty_amount": "",
    "was_penalty_upheld": false,
    "due_diligence_found": false,
    "repeat_offense": false,
    "sections_violated": [
      "9.10",
      "9.1",
      "20(3)",
      "339(2)",
      "95(1)",
      "9.1",
      "9.10",
      "9.9.",
      "9.9(1)(a)",
      "9.30",
      "9.29",
      "9.31(2)",
      "as",
      "9.9",
      "9.11.",
      "9.11)",
      "9.9(1)(a)",
      "9.10",
      "9.30",
      "9.31(2)(a)",
      "9.9(1)(a)",
      "9.9.",
      "9.9(1)(a)",
      "applies.",
      "9.9(1)(a)",
      "9.1",
      "196(1)",
      "of",
      "of",
      "196(1)"
    ],
    "filename": "r0327920_decision_letter_prev-pdf-en.pdf",
    "summary": "The key issue in the review was the imposition of an administrative penalty of $8,597.75 on the employer for violations of sections 9.1, 9.9(1)(a), and 9.30 of the Regulation related to confined space entry maintenance work. The review officer, Kevin Rooney, found that the employer had failed to develop written procedures, conduct a hazard assessment, and ensure continuous ventilation in the confined space as required by the Regulation. Despite the employer's argument of acting with due diligence, the review officer upheld the Board's decision to impose the penalty, citing the employer's failure to comply with safety regulations. The original penalty was upheld in this case."
  },
  {
    "review_ref": "R0326094",
    "review_date": "April 15, 2025",
    "board_decision_date": "July 16, 2024",
    "review_officer": "Seeley Munro",
    "penalty_amount": "",
    "was_penalty_upheld": false,
    "due_diligence_found": false,
    "repeat_offense": false,
    "sections_violated": [
      "20(3)",
      "339(2)",
      "4.3(2)",
      "20.26.3(1)",
      "4.3(2)",
      "84",
      "4.3(2)",
      "4.3(2)",
      "4.3(2)"
    ],
    "filename": "r0326094_decision_letter_prev-pdf-en.pdf",
    "summary": "The key issue in this review was the Board's decision to issue an order to the employer under section 4.3(2) of the Regulation. The employer failed to ensure that a concrete pump was certified by a professional engineer after a previous incident. The review officer, Seeley Munro, considered the evidence provided by the Board, including interviews with relevant individuals and documentation. It was found that the employer did not provide necessary information to the engineering firm for a proper inspection, yet still put the pump back into service without full certification. As a result, the original penalty was upheld, and the employer was found in violation of section 4.3(2) of the Regulation."
  }
]